// © Copyright 2012-2015 HP Development Company, L.P.

TaskName = "设备发现";


// Search Task
SearchTaskName = "选择设备";
SearchTaskTitle = "选择要配置的设备";

AllFilterTitle = "全部";

DevicesFilterLabel = "设备:";
SupportedDevicesFilterTitle = "支持";

ConnectionFilterLabel = "连接:";

DeviceNameColumnTitle = "设备名";
ConnectionColumnTitle = "连接";
DetailsColumnTitle = "详细信息";
DeviceModelColumnTitle = "设备型号";

DeviceIsNotListedButtonTitle = "未列出我的设备…";
SpecifyDeviceManuallyButtonTitle = "手动指定设备...";

AdminPasswordIsSetOnDeviceTitle = "已针对所选设备设置管理员密码";
AdminPasswordIsSetOnDeviceText = "所选设备看似已设置完成。仍要继续设置，请单击“继续”按钮。";
AdminPasswordIsSetOnDeviceAWCConnectionText = "所选设备看似已设置完成。";

DeviceCommunicationError = "通信错误";
DeviceCommunicationErrorText = "与设备通信时发生错误。请确保设备已准备就绪，然后重试。";
DeviceCommunicationTimeoutErrorText = "设备未响应。请确保已连接设备，然后重试。";

ManualSpecifyTaskDescription = "手动指定设备";
ManualSpecifyOkButtonTitle = "连接";
